Revit 2016 API
LoadCaseSet.ForwardIterator Method
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public virtual LoadCaseSetIterator ForwardIterator()
Visual Basic
Public Overridable Function ForwardIterator As LoadCaseSetIterator
Visual C++
public:
virtual LoadCaseSetIterator^ ForwardIterator()
See Also
LoadCaseSet Class
Autodesk.Revit.DB.Structure Namespace